Ran Plan for dir: `terraform` workspace: `default`

<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # google_storage_bucket.static-site must be replaced
-/+ resource "google_storage_bucket" "static-site" {
      ~ bucket_policy_only       = false -> (known after apply)
      - default_event_based_hold = false -> null
        force_destroy            = true
      ~ id                       = "demo-atlantis" -> (known after apply)
      - labels                   = {} -> null
        location                 = "EU"
      ~ name                     = "demo-atlantis" -> "demo-atlantis-2" # forces replacement
      ~ project                  = "borg-dummy-project" -> (known after apply)
      - requester_pays           = false -> null
      ~ self_link                = "https://www.googleapis.com/storage/v1/b/demo-atlantis" -> (known after apply)
        storage_class            = "STANDARD"
      ~ url                      = "gs://demo-atlantis" -> (known after apply)
    }

Plan: 1 to add, 0 to change, 1 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d terraform`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.upo.one/lock?id=borg-land%252Fatlantis%252Fterraform%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d terraform`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
